Repository: veikkoarvonen/Juhlapelicup-V2
Catalog: Juomapeli/Strings/*.lproj/Localizable.strings
Languages: fi

source: Back
fi: Takaisin

# RESTORE
source: Already subscribed? Restore purchases
fi: Onko sinulla jo tilaus? Palauta ostot

source: Start Game
fi: Aloita Peli

source: + Add Player
fi: + Lisää pelaaja

# PLAYER_ALERT
source: Add at least two players
fi: Lisää vähintään kaksi pelaajaa

# OK_BUTTON
source: OK
fi: Selvä

source: Next
fi: Seuraava

# HEADER_BASIC
source: Basic Game
fi: Peruspeli

# HEADER_DATES
source: Dates
fi: Treffit

# HEADER_TEAM
source: Teamwork
fi: Tiimipeli

# HEADER_EXPLAIN
source: Explain!
fi: Selitä!

# PARAGRAPH_BASIC
source: Plenty of versatile tasks and challenges that guarantee a fun night while still staying within the limits of good taste... barely!.
fi: Monipuolisia tehtäviä ja haasteita, jotka takaavat räväkän meiningin pysyen kuitenkin hyvän maun rajoissa... juuri ja juuri.

# PARAGRAPH_DATES
source: Deep, funny, and interesting questions and challenges that will help you get to know your date — even beyond the surface!
fi: Syvällisiä, hauskoja ja mielenkiintoisia kysymyksiä ja tehtäviä, joiden avulla varmasti tutustut seuralaiseesi - myös pintaa syvemmältä.

# PARAGRAPH_TEAM
source: Get ready for battle! Players will be devided in two teams and compete againts eachother. Only the greatest will manage to win.
fi: Valmistautukaa taisteluun! Pelaajat arvotaan kahteen tiimiin, jotka kisaavat toisiaan vastaan. Vain suurimmat heittäytyjät voittavat.

# PARAGRAPH_EXTREME
source: WARNING: Not for wimps! Use the sliders below to choose the naughtiness of the game and the number of penalties. CAUTION: Some tasks may require extreme boldness and commitment. This game is only for the wildest party animals out there!
fi: VAROITUS: Ei nynnyille! Alla olevista mittareista voit itse valita pelin intensiteetin ja rangaistushuikkien määrän. HUOM: Tehtävät vaativat pahimmillaan äärimmäistä heittäytymistä, joten peli sopii ainoastaan kovimmille bilehileille!

# PARAGRAPH_EXPLAIN
source: Word explanation! You have one minute to explain as many words as possible to your game partner. You get a point for each correct answer.
fi: Sanaselitys! Sinulla on minuutti aikaa selittää pelikaverillesi niin monta sanaa, kuin kerkeät. Jokaisesta oikeasta vastauksesta saatte pisteen.

# INTENSITY_METER
source: Naughty Meter
fi: Härskimittari

source: Penalty Meter
fi: Rangaistusmittari

# POINTS_HEADER
source: Count points
fi: Pisteiden lasku

# POINTS_DESCRIPTION
source: Collect points during the game. The game asks with every tasks, if the player completed the challenge. Completed challenges gather points, which are displayed after the round
fi: Kerää pisteitä pelin aikana. Peli kysyy jokaisen tehtävän kohdalla, mikäli pelaaja suoritti tehtävän. Suoritetuista tehtävistä saa pisteitä, jotka näytetään kierroksen loputtua

# LENGTH_HEADER
source: Shorter round
fi: Lyhyempi kierros

# LENGTH_DESCRIPTION
source: Want to play a shorter round? Activate this settings, and the game lasts for a shorter time by decreasing the amount of tasks. A perfect way for a hurry or to try out a new category!
fi: Haluatko pelata lyhyemmän kierroksen? Aktivoi tämä asetus, jolloin peli kestää lyhyemmän aikaa vähentämällä tehtävien määrää pelissä. Täydellinen valinta kiireeseen tai kategorian kokeiluun!

# ABOUT_HEADER
source: About
fi: Tietoa

# RESPONSIBLE_PLAYING_HEADER
source: Responsive playing
fi: Vastuullisuus

# PLUS_SUBSCRIPTION_HEADER
source: Plus-subscription
fi: Plus-tilaus

# LANGUAGE_HEADER
source: Language
fi: Kieli

# HOME_PAGE_LINK
source: Juhlapeli Cup homepage
fi: Juhlapeli Cup kotisivut

# PRIVACY_POLICY_LINK
source: Privacy Policy
fi: Tietosuojakäytäntö

# TERMS_OF_USER_LINK
source: Terms of use
fi: Käyttöehdot

# RESPONSIBLE_PLAYING_DESCRIPTION
source: Remember to take care of yourself and your fellow players. This game is intended for entertainment purposes only, and no one should be forced to continue playing if they don't want to. We are not responsible for any damages or consequences that may arise from irresponsible play.
fi: Muista pitää itsestäsi ja pelitovereistasi huolta. Kyseinen peli on tarkoitettu ainoastaan viihteelliseen käyttöön, eikä ketään tule pakottaa jatkamaan peliä, ellei halua. Emme vastaa mistään vahingoista tai seuraamuksista, jotka voivat aiheutua vastuuttomasta pelaamisesta.

# LEARN_MORE_LINK
source: Learn more about responsive playing
fi: Lue lisää vastuullisuudesta

source: Restore Purchases
fi: Palauta ostot

source: Game over!
fi: Peli Loppui!

# BACKGROUND_IMAGE
source: jampartycup_raibale
fi: raibale_OIKEESTIOIKEESTI

# POINTLABEL_TEXT
source: Points from task:
fi: Pisteet suorittamisesta:

source: Points
fi: Pisteet

source: Tie
fi: Tasapeli

# SCOREBOAD_HEADER
source: Scoreboard:
fi: Tulokset:

# WORDGAME_INSTRUCTIONS
source: Explain! You have 60 seconds to explain as many words as possible to your peer. Every correct answer gives you a point. Touch the screen to begin
fi: Sanaselityspeli! Sinulla on minuutti aikaa selittää pelitoverillesi niin monta sanaa, kuin kerkeät. Jokaisesta oikeasta vastauksesta saatte pisteen. Kosketa näyttöä aloittaaksesi

source: Randomize
fi: Sekoita

# START_TEAM_GAME
source: Start
fi: Aloita

source: Red team
fi: Punainen joukkue

source: Blue Team
fi: Sininen joukkue

# TEAM_ERROR_HEADER
source: Unequal team
fi: Epätasaiset joukkueet

# TEAM_ERROR_MESSAGE
source: Teams must be equal, adjust player selection.
fi: Joukkueiden pitää olla tasaiset, muuta osallistujien jakoa.

# DISCOUNT_LABEL
source: discountEN
fi: discountFI
